#lang racket
(define (mounth х)
  (case х
    (1) ' адрес студента 1
    (2) ' адрес студента 2
    (3) ' адрес студента 3
    (4) ' адрес студента 4
    (5) ' адрес студента 5
    (6) ' адрес студента 6
    (7) ' адрес студента 7
    (8) ' адрес студента 8
    (9) ' адрес студента 9
    (10) ' адрес студента 10
    (11) ' адрес студента 11
    (12) ' адрес студента 12
    (13) ' адрес студента 13
    (14) ' адрес студента 14
    (15) ' адрес студента 15
    (16) ' адрес студента 16
    (17) ' адрес студента 17
    (18) ' адрес студента 18
    
    (else '(Не существует студента под таким номером)))  
  ) 
